Repository: 0xGosu/CaroOnline
Catalog: CaroOnline/*.lproj/Localizable.strings
Languages: vi

source: Previous
vi: Trước

source: Next
vi: Tiếp

source: Done
vi: Xong

source: Dismiss
vi: Tắt báo

source: Notify
vi: Thông báo

source: Cancel
vi: Hủy bỏ

source: Create
vi: Tạo

source: Room Title
vi: Tên phòng

# No_Chat_Name_Message
source: You don't have a Chat Name yet!
vi: Bạn không có tên Chat!

# Set_Chat_Name
source: Set name!
vi: Đặt tên

source: Game End!
vi: Trò chơi kết thúc!

# Find_Other_Game
source: Go back and find another game!
vi: Trở lại và tìm một game khác!

# You_Won
source: You had won this game!
vi: Bạn đã giành chiến thắng game này!

# You_Lost
source: Unfortunately, You lost!
vi: Thật không may, Bạn đã thua!

# New_Game_Ask
source: You or other player create a new game! Do you want to play?
vi: Bạn hoặc người chơi khác tạo một game mới, bạn muốn chơi không?

# Create_New_Game
source: Create Game Room!
vi: Tạo phòng game!

# Create_New_Game_Message
source: Create game room with title by your wish! (title should be short) After click Create, You'll being transfered to new game room.
vi: Tạo phòng chơi game mới (tiêu đề nên ngắn) Sau khi bấm nút Create, Bạn sẽ được chuyển tới phòng game mới.

# Setting_And_Account
source: Setting & Account
vi: Thiết lập & Tài khoản

# titleOfMenuSettingTableView_Cell0
source: Change Name
vi: Thay đổi tên

# titleOfMenuSettingTableView_Cell1
source: Change Account
vi: Thay đổi tài khoản

# titleOfMenuSettingTableView_Cell2
source: Create Account
vi: Tạo tài khoản

source: Create Account
vi: Tạo tài khoản

source: Account
vi: Tài khoản

source: Password
vi: Mật khẩu

source: Type Here
vi: Điền vào đây

source: Nick Name
vi: Nick chat

source: Lobby Name
vi: Tên phòng

# Help_Setting
source: Change Game Setting
vi: Thay đổi thiết lập game

# Help_NewGame
source: Create New Game
vi: Tạo game mới

# Help_Refresh
source: Reload games in lobby
vi: Cập nhật các game mới tạo

# Help_Intro
source: This caro online demo version uses a free Server! Too many player may cause it to breakdown!
vi: Caro Online phiên bản demo chơi trực tuyến sử dụng máy chủ miễn phí! Nếu quá nhiều người chơi, máy chủ có thể sẽ sụp!

# Help_Chat
source: Toggle Chat
vi: Bật/tắt Chat

# Help_AskNewGame
source: Play a new game
vi: Chơi một ván mới

# Help_Renew
source: Notify this game to lobby for other player to play with you or just watch!
vi: Thông báo cho cho người chơi khác ở ngoài để chơi với bạn hoặc để xem!

# Help_Tip
source: You should chat with other player to understand eachother before you make any move. Remember that,who play O go first!
vi: Bạn nên trò chuyện với người chơi khác để quyết định ai chơi X,O trước. Hãy nhớ rằng, người chơi O đi trước!

# Help_ChangePlayer
source: Change Side of game from X to O , vice versa. After make your first move, you will not be able to change!
vi: Thay đổi bên từ X sang O,hoặc ngược lại. Sau khi thực hiện di chuyển đầu tiên của bạn, bạn sẽ không thay đổi đc nữa.

# Warn_ConnectionError
source: Please Check Your Connection
vi: Kiểm tra kết nối của bạn

# New_Game
source: Play New Game!
vi: Chơi ván mới!

# New_Game_Message
source: Ask to play a new game After click Create, an arlert will popup.
vi: Yêu cầu để chơi một ván mới. Sau khi nhấn vào nút Tạo, một thông báo sẽ bật lên.

source: Hello!
vi: Xin Chào!
